use [ShippingSystem];

go

insert into [dbo].[Order_Types]
values('ÊÓáíã İì ÇáİÑÚ'),('ÊÓáíã İì ÇáÚäæÇä')

go

insert into [dbo].[Order_States]
values('ÌÏíÏ'),
('ŞíÏ ÇáÇäÊÙÇÑ'),
('Êã ÇáÊÓáíã ááãäÏæÈ'),
('Êã ÇáÊÓáíã'),
('áÇ íãßä ÇáæÕæá'),
('Êã ÇáÊÇÌíá'),
('Êã ÇáÊÓáíã ÌÒÆíÇ'),
('Êã ÇáÇáÛÇÁ ãä ŞÈá ÇáãÓÊáã'),
('Êã ÇáÑİÖ ãÚ ÇáÏİÚ'),
('ÑİÖ ãÚ ÓÏÇÏ ÌÒÁ'),
('ÑİÖ æ áã íÊã ÇáÏİÚ')

go

insert into [dbo].[Payments]
values ('æÇÌÈÉ ÇáÊÍÕíá'),
('ÏİÚ ãŞÏã'),
('ØÑÏ ãŞÇÈá ØÑÏ')

go

insert into [dbo].[Shipments]
values('ÔÍä ÚÇÏì',20),
('ÔÍä İì 24 ÓÇÚÉ',50),
('ÔÍä ÎáÇá 15 íæã',35),
('89',40)

go

insert into [dbo].[Weights]
values (10,10,5)

go 

insert into [dbo].[Governates]
values ('ÇáŞÇåÑÉ','True'),
('ÇáÌíÒÉ','True'),
('ÇáŞáíæÈíÉ','True')

go

insert into [dbo].[Cities]
values ('Íì ÇáãÑÌ',10,20,4),
('Íì ÇáäÒåÉ',30,20,4),
('ãÏíäÉ ÇáÍæÇãÏíÉ',40,20,5),
('ãÑßÒ ßÑÏÇÓÉ',50,20,5),
('ÈäåÇ',15,20,6),
('ÔÈÑÇ ÇáÎíãÉ',25,20,6)

go

insert into [dbo].[Branches]
values ('ÇáŞÇåÑÉ','True','2018-10-20'),
('ÇáÌíÒÉ','True','2020-5-30'),
('ÇáŞáíæÈíÉ','True','2021-7-3')

go

insert into [dbo].[OrderBase]
values (12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,1,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,2,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,2,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,2,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,3,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,3,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,4,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,5,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,5,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,6,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,7,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,8,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,8,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,9,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,9,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,10,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,10,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,1,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,11,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,11,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,11,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,5,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,7,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c'),
(12,100,50,'2022-7-1','ÇÍãÏ','True','ÇáÔÇÑÚ','áÇ íæÌÏ ãáÇÍÙÇÊ','email@gmail.com',2,2,4,1,9,1,1,1,'u','7ac11483-515c-4fc3-bd09-c047ae514f6c')